cask_args appdir: "/Applications"

brew "coreutils"
brew "diff-so-fancy"
brew "git"
brew "node"

cask "atom"
cask "docker"
cask "dropbox"
cask "google-chrome"
cask "hyper"
cask "kap"
cask "keepingyouawake"
cask "nordvpn"
cask "slack"
cask "spotify"
cask "whatsapp"
