tap "anomalyco/tap"

brew "aria2"
brew "coreutils"
brew "curl"
brew "docker-compose"
brew "fd"
brew "fish"
brew "fisher"
brew "fzf"
brew "git"
brew "gpg"
brew "mise"
brew "nvim"
brew "anomalyco/tap/opencode"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "starship"
brew "stow"
brew "tmux"
brew "tree-sitter"
brew "whalebrew"
brew "xcodes"
brew "zsh"

cask "1password"
cask "nikitabobko/tap/aerospace"
cask "arc"
cask "bruno"
cask "figma"
cask "font-fira-code"
cask "ghostty"
cask "git-credential-manager"
cask "helium-browser"
cask "kap"
cask "obsidian"
cask "podman-desktop"
cask "private-internet-access"
cask "raycast"
cask "slack"
cask "spotify"
cask "tailscale-app"
cask "zed"
cask "zoom"

# React Native
brew "watchman"
cask "zulu@17"
cask "android-studio"

