tap "nikitabobko/tap"

brew "antigen"
brew "aria2"
brew "asdf"
brew "coreutils"
brew "curl"
brew "diff-so-fancy"
brew "fd"
brew "fish"
brew "fisher"
brew "fzf"
brew "git"
brew "jq"
brew "nvim"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "stow"
brew "tmux"
brew "tree-sitter"
brew "watchman"
brew "xcodes"
brew "yq"
brew "zsh"

tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"

cask_args appdir: "/Applications"

cask "1password"
cask "aerospace"
cask "arc"
cask "android-studio"
cask "docker"
cask "figma"
cask "font-fira-code"
cask "git-credential-manager"
cask "kap"
cask "obsidian"
cask "private-internet-access"
cask "quicklook-json"
cask "raycast"
cask "slack"
cask "spotify"
cask "tailscale"
cask "yaak"
cask "zed"
cask "zoom"

# JVM for react-native
cask "zulu@17"
