alefragnani.project-manager
andys8.jest-snippets
CoenraadS.bracket-pair-colorizer-2
dbaeumer.vscode-eslint
Equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
golang.go
jock.svg
mgmcdermott.vscode-language-babel
naumovs.color-highlight
Tyriar.sort-lines
VisualStudioExptTeam.vscodeintellicode
wix.vscode-import-cost
