alefragnani.project-manager
dbaeumer.vscode-eslint
emmanuelbeziat.vscode-great-icons
esbenp.prettier-vscode
GitHub.vscode-pull-request-github
jock.svg
jpoissonnier.vscode-styled-components
mgmcdermott.vscode-language-babel
naumovs.color-highlight
sdras.night-owl
Tyriar.sort-lines
VisualStudioExptTeam.vscodeintellicode
whizkydee.material-palenight-theme
wix.vscode-import-cost
