brew "antigen"
brew "asdf"
brew "coreutils"
brew "curl"
brew "diff-so-fancy"
brew "git"
brew "jq"
brew "podman"
brew "podman-compose"
brew "zsh"

tap "homebrew/cask"
tap "homebrew/cask-fonts"

cask_args appdir: "/Applications"

cask "1password"
cask "aerial"
cask "brave-browser"
cask "figma"
cask "font-fira-code"
cask "font-jetbrains-mono"
cask "home-assistant"
cask "hyper"
cask "iterm2"
cask "kap"
cask "podman-desktop"
cask "postman"
cask "private-internet-access"
cask "quicklook-json"
cask "raycast"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "whatsapp"
cask "zoom"
