tap "pkgxdev/made"

brew "antigen"
brew "aria2"
brew "asdf"
brew "coreutils"
brew "curl"
brew "diff-so-fancy"
brew "fd"
brew "fzf"
brew "git"
brew "jq"
brew "nvim"
brew "pkgxdev/made/pkgx"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "tmux"
brew "tree-sitter"
brew "watchman"
brew "xcodes"
brew "zsh"

tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"

cask_args appdir: "/Applications"

cask "1password-beta"
cask "arc"
cask "android-studio"
cask "docker"
cask "figma"
cask "font-fira-code"
cask "iterm2"
cask "kap"
cask "postman"
cask "private-internet-access"
cask "quicklook-json"
cask "raycast"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "zoom"

# JVM for react-native
cask "zulu17"
