tap "pkgxdev/made"

brew "antigen"
brew "coreutils"
brew "curl"
brew "diff-so-fancy"
brew "git"
brew "jq"
brew "pkgxdev/made/pkgx"
brew "watchman"
brew "zsh"

tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"

cask_args appdir: "/Applications"

cask "1password-beta"
cask "arc"
cask "android-studio"
cask "docker"
cask "figma"
cask "font-fira-code"
cask "font-jetbrains-mono"
cask "hyper"
cask "kap"
cask "postman"
cask "private-internet-access"
cask "quicklook-json"
cask "raycast"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "zoom"

# JVM for react-native
cask "zulu11"
